

const intro = {
  description: `Это не фото. Это рисунок маслом нидерландского художника-фотореалиста Tjalf Sparnaay.`
};

const greeting = {
  asterisk: `Я просто красивая звёздочка`,
  challengeTitle: `Лучшие художники-фотореалисты бросают тебе вызов!`,
  challengeText: `Правила игры просты:`,
  challengeList: [
    `Нужно отличить рисунок от фотографии и сделать выбор.`,
    `Задача кажется тривиальной, но не думай, что все так просто.`,
    `Фотореализм обманчив и коварен.`,
    `Помни, главное — смотреть очень внимательно.`
  ]
};

const rules = {
  title: `Правила`,
  descriptionList: [
    `Угадай 10 раз для каждого изображения фото`,
    `Фотографиями или рисунками могут быть оба изображения.`,
    `На каждую попытку отводится 30 секунд.`,
    `Ошибиться можно не более 3 раз.`
  ],
  ready: `Готовы?`
};

const game1 = {
  task: `Угадайте для каждого изображения фото или рисунок?`,
  photo: `Фото`,
  paint: `Рисунок`
};

export {intro, greeting, rules, game1};

